[Balance.ObjectGrade_DragonMouth_Matchstick InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[Balance.ObjectGrade_StorageLocker_Matchstick InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[BalanceDefs.BD_ChildrenOfPhoenix_DragonMouthSwitch InteractiveObjectBalanceDefinition]
DefaultDisplayName="Interruptor da boca do dragão"
Grades[0]=(GradeModifiers=(DisplayName="Interruptor da boca do dragão"))

[BalanceDefs.BD_ChildrenOfPhoenix_FireEffigy InteractiveObjectBalanceDefinition]
DefaultDisplayName="Efigie de fogo"
Grades[0]=(GradeModifiers=(DisplayName="Efigie de fogo"))

[BalanceDefs.BD_ChildrenOfPhoenix_FireEffigy2 InteractiveObjectBalanceDefinition]
DefaultDisplayName="Efigie de fogo"
Grades[0]=(GradeModifiers=(DisplayName="Efigie de fogo"))

[BalanceDefs.BD_ChildrenOfPhoenix_FireEffigy3 InteractiveObjectBalanceDefinition]
DefaultDisplayName="Efigie de fogo"
Grades[0]=(GradeModifiers=(DisplayName="Efigie de fogo"))

[BalanceDefs.BD_EternalFlame_Ashes InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[ChildrenOfPhoenix_DragonMouth InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ChildrenOfPhoenix_PitFire InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ChildrenOfPhoenix_SetFireworks InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[EternalFlame_Ashes InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.ChildrenOfPhoenix_DragonMouthswitch InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractiveObj_DragonMouth_Matchstick InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractiveObj_StorageLocker_Matchstick InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_FireEffigy InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_FireEffigy2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_FireEffigy3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_ChildrenOfPhoenix_Ashes MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Cinzas de Bandido"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ChildrenOfPhoenix_Ashes:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Das cinzas às cinzas... do pó ao pó."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ChildrenOfPhoenix_Fireworks MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Fogos de Artifício"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ChildrenOfPhoenix_Fireworks:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Fogos de artifício úteis para uma emergência (ou uma festa, no caso)."
NoConstraintText=""
Suffix=""
Prefix=""

